Repository: pmguerre/postgis-workshops
Catalog: postgis-intro/sources/locale/*/LC_MESSAGES/index.po
Languages: es

source: Introduction to PostGIS
es: Introducción a PostGIS

source: Getting Started
es: Para empezar

source: This workshop uses a `data bundle <http://s3.cleverelephant.ca/postgis-workshop-2020.zip>`_. Download it and extract to a convenient location.
es: Este taller usa un `paquete de datos <http://s3.cleverelephant.ca/postgis-workshop-2020.zip>`_. Para descargar y descomprimir en el directorio apropiado.

source: The **presentation deck** that goes with this workshop is available `on Google Slides <https://docs.google.com/presentation/d/1qYXdeCIymLl32uoAHvAPrp1r-hK-_4Z8InG7sHEo6vc/edit>`_.
es: La **presentación** que acompaña a este taller está disponible en Google Slides <https://docs.google.com/presentation/d/1qYXdeCIymLl32uoAHvAPrp1r-hK-_4Z8InG7sHEo6vc/edit>`_.

source: The **cheat sheet** of SQL commands that are run in this workshop is `available here <workshop-sql.txt>`_.
es: La **chuleta (cheat sheet)** de comandos SQL que se usan en este taller está `disponible aquí <workshop-sql.txt>`_.

source: Data Bundle
es: Paquete de Datos

source: Inside the data bundle, you will find:
es: Dentro del paquete de datos, se encuentra:

source: a directory containing the data files we will be loading
es: un directorio que contiene los archivos de datos que cargaremos

source: a directory containing the exercise pages and data model pages
es: un directorio que contiene las páginas de ejercicios y las páginas de modelo de datos

source: License & Copying
es: Licencia y Copia

source: All the data in the package is public domain and freely redistributable. All the software in the package is open source, and freely redistributable. This workshop is licensed as Creative Commons "`share alike with attribution <http://creativecommons.org/licenses/by-sa/3.0/us/>`_", and is freely redistributable under the terms of that license.
es: Todos los datos del paquete son de dominio público y libremente distribuibles. Todo el software en el paquete es de fuentes abiertas y libremente redistribuible. Este taller está licenciado como Creative Commons "`compartir igual con atribución <http://creativecommons.org/licenses/by-sa/3.0/us/>`_", y es distribuible libremente bajo los términos de dicha licencia.

source: Workshop Modules
es: Módulos del Taller

source: Links to have on hand
es: Enlaces para tener a mano

source: Docs - http://postgis.net/docs/
es: Documentación - http://postgis.net/docs/

source: Docs - https://www.postgresql.org/docs/
es: Documentación - https://www.postgresql.org/docs/

source: Downloads - https://www.postgresql.org/download/
es: Descargas - https://www.postgresql.org/download/

source: JDBC Driver - https://jdbc.postgresql.org/
es: Controlador JDBC- https://jdbc.postgresql.org/

source: Open Source Desktop Clients
es: Clientes de escritorio libres
